Repository: tehnokom/alfo-tk-global-tasks-plugin
Catalog: locales/tkgt-*.po
Languages: ru_ru

# Admin Settings
source: Here you can determine the slug for a particular type of post. This slug will be used to identify the tasks of a certain type of post.
ru_ru: Здесь вы можете определить слаг для определенного типа сообщения. Этот слаг будет использоваться для определения задач определенного типа сообщений.

# Admin menu
source: Tasks Settings
ru_ru: Настройки Задач

# Admin menu
source: TK Global Tasks
ru_ru: ТК Глобальные задачи

# Admin menu
source: Global Tasks
ru_ru: Глобальный задачи

# Admin menu
source: TK Tasks
ru_ru: ТК Задачи

source: Tasks
ru_ru: Задачи

source: Actions
ru_ru: Действия

source: Suggestions
ru_ru: Предложения

source: Trash
ru_ru: Корзина

source: View task
ru_ru: Просмотр задач

source: Direction
ru_ru: Направление

source: Stage
ru_ru: Этап

source: Task
ru_ru: Задача

source: No comments
ru_ru: Нет комментариев

# Admin Settings
source: Tasks Slug
ru_ru: Слаг страницы задач

# Admin Settings
source: URL of Detailed page
ru_ru: URL Детальной страницы

# Admin Settings
source: Types of Posts
ru_ru: Типы постов

# Admin Settings
source: Slugs for types of posts
ru_ru: Слаги для типов постов

# Admin Settings
source: Subpages slugs
ru_ru: Слаги подстраниц

# Admin Settings
source: Select the types of posts for which the task plan will be available
ru_ru: Выберете типы постов, для которых будут доступны планы задач

# Admin Settings
source: Here you can change the URL for a detailed task page
ru_ru: Здесь Вы можете установить URL для детальной тсраницы

# Admin Settings
source: Task list URL
ru_ru: URL списка задач

# Admin Settings
source: Post type identifier (string), values are taken from the setting
ru_ru: Тип поста (строка), значения берутся из настройки

# Admin Settings
source: Global ID of the post (number)
ru_ru: Глобальный ID поста (число)

# Admin Settings
source: The internal number of the post (number) must be used together with <b>%post_type%</b> or <b>%task_post_slug%</b>, in most cases equal to
ru_ru: Внутренний номер поста (число), должен использоваться вместе с <b>% post_type% </b> или <b>% task_post_slug% </b>, в большинстве случаев равный

# Admin Settings
source: Type of post (string)
ru_ru: Тип поста

# Admin Settings
source: Subpages URL
ru_ru: URL подстраницы

# Admin Settings
source: Warning!
ru_ru: Внимание!

# Admin Settings
source: Errors in configuration. To maintain the functionality, the default value will be used
ru_ru: Ошибки в конфигурации. Для поддержания функциональности будет использоваться значение по умолчанию

# Admin Settings
source: Errors
ru_ru: Ошибки

# Admin Settings
source: Global Task ID (number)
ru_ru: Глобальный ID задачи

# Admin Settings
source: Internal Task ID within the parent post (number)
ru_ru: Внутренний ID задачи в рамках родительского поста (число)

# Admin Settings
source: This setting will be after you select at least one type of posts and save the settings.
ru_ru: Этот параметр будет выбран после того, как вы выберете хотя бы один тип сообщений и сохраните настройки.

# Admin Settings
source: Specify the slugs for the respective subpages (including delimiters)
ru_ru: Укажите слаги для соответствующих подстраниц (включая разделители)

source: Actions subpage
ru_ru: Подстраница действий

source: Suggestions subpage
ru_ru: Подстраница предложений

source: Trash subpage
ru_ru: Подстраница корзины

# Admin Settings
source: In the configuration, one of the identifiers must be present:
ru_ru: В конфигурации должен присутствовать один из идентификаторов:

source: Advanced view
ru_ru: Расширенный вид

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Description
ru_ru: Описание

source: Creation date
ru_ru: Дата создания

source: Type of task
ru_ru: Тип задачи

source: Start date
ru_ru: Дата начала

source: Periodicity
ru_ru: Периодичность

source: End date
ru_ru: Дата окончания

source: Working messages
ru_ru: Рабочие сообщения

source: TehnoKom Global Tasks
ru_ru: ТехноКом Глобальные задачи

source: Allows you to create a task plan for certain types of posts.
ru_ru: Позволяет создавать планы задач для разных типов постов

source: Ravil Sarvaritdinov <ra9oaj@gmail.com>
ru_ru: Равиль Сарваритдинов <ra9oaj@gmail.com>
